Revit 2027 API
ParameterTypeId.MassDataSlab Property
 "Slab"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId MassDataSlab { get; }
Public Shared ReadOnly Property MassDataSlab As ForgeTypeId
	Get
public:
static property ForgeTypeId^ MassDataSlab {
	ForgeTypeId^ get ();
}
static member MassDataSlab : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace